/* No comment provided by engineer. */
"Address cannot be empty." = "Die Adresse darf nicht leer sein.";

/* No comment provided by engineer. */
"Group blog cannot be empty." = "Der Gruppenblog darf nicht leer sein.";

/* No comment provided by engineer. */
"No media selected." = "Keine Medien ausgewählt.";

/* No comment provided by engineer. */
"Password cannot be empty." = "Das Kennwort darf nicht leer sein.";

/* No comment provided by engineer. */
"Post an entry to Apple Wiki '%@' referring to media '%@'" = "Einen Eintrag an Apple-Wiki „%1$@“ senden mit Verweis auf die Medien „%2$@“";

/* No comment provided by engineer. */
"Post an entry to Apple Wiki referring to media" = "Einen Eintrag mit Verweis auf Medien an Apple-Wiki senden";

/* No comment provided by engineer. */
"Selected media does not exist." = "Die ausgewählten Medien existieren nicht.";

/* No comment provided by engineer. */
"Unknown" = "Unbekannt";

/* No comment provided by engineer. */
"User blog cannot be empty." = "Der Benutzerblog darf nicht leer sein.";

/* No comment provided by engineer. */
"Username cannot be empty." = "Der Benutzername darf nicht leer sein.";

